Revit 2024 API
TableCellStyleOverrideOptions.Underline Property
 Indicates if the underline characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool Underline { get; set; }
Visual Basic
Public Property Underline As Boolean
	Get
	Set
Visual C++
public:
property bool Underline {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace